src/main/resources/soap/GetGroups.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xsd="http://soap_v2_0.ws.grouper.middleware.internet2.edu/xsd">
  <soapenv:Header/>
  <soapenv:Body>
    <xsd:getGroups>
      <xsd:clientVersion>2.0.0</xsd:clientVersion>
      <xsd:subjectLookups>
        <xsd:subjectId>[subjectId]</xsd:subjectId>
      </xsd:subjectLookups>
    </xsd:getGroups>
  </soapenv:Body>
</soapenv:Envelope>
